{
    "error": "{{emoji}} Hubo un error procesando tu solicitud. Por favor, inténtalo de nuevo más tarde.",
    "voice_default_command": "{{emoji}} Parece que no proporcionaste un comando. Por favor, inténtalo de nuevo.",
    "invalid_role": "{{emoji}} El rol que proporcionaste es inválido. Por favor, inténtalo de nuevo.",
    "invalid_prefix": "{{emoji}} El prefijo que proporcionaste es inválido. Por favor, inténtalo de nuevo.",
    "prefix_length": "{{emoji}} El prefijo que proporcionaste es demasiado largo, debe tener menos de 5 caracteres. Por favor, inténtalo de nuevo.",
    "invalid_language": "{{emoji}} El idioma que proporcionaste es inválido. Por favor, inténtalo con `en-US` o `es-ES`.",
    "already_enabled_command": "El comando que proporcionaste ya está habilitado. {{emoji}}",
    "already_enabled_module": "El módulo que proporcionaste ya está habilitado. {{emoji}}",
    "already_disabled_command": "El comando que proporcionaste ya está deshabilitado. {{emoji}}",
    "already_disabled_module": "El módulo que proporcionaste ya está deshabilitado. {{emoji}}",
    "language_same": "{{emoji}} El idioma que proporcionaste es el mismo que el actual.",
    "command_missmatch": "{{emoji}} El comando que proporcionaste no existe. Por favor, inténtalo de nuevo.",
    "already_bonus_role": "{{emoji}} El rol que proporcionaste ya es un rol de bonificación.",
    "invalid_bonus_role": "{{emoji}} El rol que proporcionaste no es un rol de bonificación.",
    "not_filtered_channel": "{{emoji}} El canal que proporcionaste no es un canal filtrado.",
    "already_filtered_channel": "{{emoji}} El canal que proporcionaste ya es un canal filtrado.",
    "invalid_channel": "{{emoji}} El canal que proporcionaste es inválido.",
    "voice_role_already_exists": "{{emoji}} El rol que proporcionaste ya existe como recompensa en el módulo de Experiencia de Voz.",
    "voice_role_not_exists": "{{emoji}} El rol que proporcionaste no existe como recompensa en el módulo de Experiencia de Voz.",
    "badge_size": "{{emoji}} La insignia que proporcionaste es demasiado grande, las insignias deben ser de 512px x 512px. Por favor, inténtalo de nuevo.",
    "already_badges": "{{emoji}} Este servidor ya tiene una insignia, si deseas cambiarla, por favor elimínala y luego agrega la nueva insignia.",
    "no_badges": "{{emoji}} Este servidor no tiene una insignia para eliminar.",
    "voice_min_invalid": "{{emoji}} El tiempo mínimo que proporcionaste es inválido. Por favor, inténtalo de nuevo.",
    "voice_max_invalid": "{{emoji}} El tiempo máximo que proporcionaste es inválido. Por favor, inténtalo de nuevo.",
    "voice_min_greater_than_max": "{{emoji}} El tiempo mínimo debe ser menor que el tiempo máximo.",
    "voice_channel_invalid": "{{emoji}} El canal de voz que proporcionaste es inválido, debe ser un canal de texto. Por favor, inténtalo de nuevo.",
    "text_channel_invalid": "{{emoji}} El canal de texto que proporcionaste es inválido, debe ser un canal de texto. Por favor, inténtalo de nuevo.",
    "text_min_invalid": "{{emoji}} El tiempo mínimo que proporcionaste es inválido. Por favor, inténtalo de nuevo.",
    "text_max_invalid": "{{emoji}} El tiempo máximo que proporcionaste es inválido. Por favor, inténtalo de nuevo.",
    "text_min_greater_than_max": "{{emoji}} El tiempo mínimo debe ser menor que el tiempo máximo.",
    "text_no_parameters": "{{emoji}} No proporcionaste ningún parámetro. Por favor, inténtalo de nuevo.",
    "voice_no_parameters": "{{emoji}} No proporcionaste ningún parámetro. Por favor, inténtalo de nuevo.",
    "no_time_reset_server": "{{emoji}} No se recibió una respuesta, cancelado automáticamente.",
    "no_time_reset_user": "{{emoji}} No se recibió una respuesta, cancelado automáticamente.",
    "invalid_module": "{{emoji}} El módulo que proporcionaste es inválido. Por favor, inténtalo de nuevo.",
    "bot_experience": "{{emoji}} Los bots no pueden ganar experiencia, por lo que no puedes restablecer su experiencia.",
    "invalid_command": "{{emoji}} El comando que proporcionaste es inválido o no existe."
}
